publishThis/textos/lasTesis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2018-01-06 Sat 10:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tesis que invetigan la reelección consecutiva</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Eric Magar" />
<link rel="stylesheet" type="text/css" href="../css/stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">Tesis que invetigan la reelección consecutiva</h1>
<p>
<a href="../index.html">Arriba/up</a>
</p>

<div id="outline-container-orgae7341b" class="outline-2">
<h2 id="orgae7341b"><span class="section-number-2">1</span> De licenciatura</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><b>Emma Campos</b> "Un Congreso sin congresistas: la no reelección consecutiva en el poder legislativo mexicano 1934-1997" (ITAM 1996)<br  />
<br  />
<i>Resumen</i>: La tesis rastrea los efectos de la prohibición de reelección legislativa consecutiva en la profesionalización de los legisladores y la rendición de cuentas. El trabajo expone la historia de la reelección legislativa consecutiva y su prohibición en México. La autora enlista y desglosa sistemáticamente los legisladores que se reeligieron de forma no consecutiva entre 1934 y 1994. Demuestra que la propensión a la reelección no consecutiva fue inversamente proporcional al tamaño de los partidos congresionales: la tasa fue menor entre diputados del PRI que entre los opositores, y que entre éstos, fue menor en el PAN que en las izquierdas. (Resumen preparado por Samuel Cataño.) <br  />
<br  />
Obtén el pdf <a href="../pdfs/camposEmmaTesisItam1996.pdf">aquí</a>. <br  />
<br  />
Cómo citarla, ficha bibTeX:</li>
</ul>
<pre class="example">
@phdthesis{campos.1996,
  title={Un Congreso sin congresistas: la no reelecci\'on consecutiva en el poder legislativo mexicano 1934-1997},
  author={Campos, Emma},
  year={1996},
  type = {Tesis de licenciatura, Depto. de ciencia pol\'itica},
  school={Instituto Tecnol\'ogico Aut\'onomo de M\'exico}
}
</pre>


<ul class="org-ul">
<li><b>Maite Careaga Tagüeña</b> "Reformas institucionales que fracasan: el caso de la reforma reeleccionista en el Congreso mexicano 1964-65" (ITAM 1996) <br  />
<br  />
<i>Resumen</i>: En 1964 la Cámara de Diputados aprobó la reelección consecutiva de sus legisladores, reforma que fue descartada por el Senado. El hecho, paradójico en sí, contextualizado en la plena hegemonía priista, puede entenderse enmarcado un lento proceso de liberalización política que inició con la adopción de diputados de partido en 1963 y que culminaría en la alternancia del año 2000. Al reconstruir la lógica reeleccionista y analizar los incentivos y estrategias de los distintos actores, la autora consigue explicar el comportamiento legislativo del episodio. Postula que la reforma de 1964 fue un intento de cambio en las reglas del juego que estaba predestinado a fracasar en la lógica del hiperpresidencialismo entonces vigente. La reelección consecutiva amenazaba con fortalecer a la cámara y atacar la disciplina de la bancada priista. Como factor exógeno, simultáneamente, el Presidente del CEN del PRI, Carlos Madrazo, impulsaba cambios internos&#x2014;tambien cortados de tajo&#x2014;para democratizar la estructura partidaria, que atacaba por otro frente al orden vigente. (Resumen preparado por Zabel Revuelta.) <br  />
<br  />
Obtén el pdf <a href="../pdfs/careagaTesisItam1996.pdf">aquí</a>.
<br  />
Cómo citarla, ficha bibTeX:</li>
</ul>
<pre class="example">
@phdthesis{careaga.1996,
  title={Reformas institucionales que fracasan: el caso de la reforma reeleccionista en el Congreso mexicano 1964-65},
  author={Careaga Tag/"ue/~na, Maite},
  year={1996},
  type = {Tesis de licenciatura, Depto. de ciencia pol\'itica},
  school={Instituto Tecnol\'ogico Aut\'onomo de M\'exico}
}
</pre>



<ul class="org-ul">
<li><b>Luis Godoy</b> "Reelección en la Cámara de Diputados, 1917-1933: federalismo y ambición politica" (ITAM 2014) <br  />
<br  />
<i>Resumen</i>: Es común pensar que en el siglo XX las democracias de Latinoamérica tuvieron un poder ejecutivo fuerte con un congreso subordinado. La historia mexicana demuestra que no fue universalmente cierto. De 1917 a 1929 hubieron presidentes débiles y legislativos fuertes. Con una aproximación empírica sustentada en teoría de conducta legislativa, la tesis analiza la que llama 'etapa de coalición legislativa' (1924-32). La pregunta fundamental es ¿por qué la Cámara de Diputados no consolidó la profesionalización legislativa? El autor propone como tesis que la reelección operó en un contexto de ambición progresiva, donde los diputados buscaban carreras extra-legislativas en los gobiernos estatales. El federalismo de la constitución de 1917 modificó la estructura de la ambición de los legisladores y su relación con el ejecutivo. Ante la pluralidad que vivió la cámara baja, la reelección acentuó el federalismo, fortaleciendo los liderazgos locales. También, modificó la función del congreso generando una elite de legisladores reelectos que conducirían el rumbo de la política parlamentaria. Los indicadores que presenta el autor muestran un retrato inusual y hasta sorprendente del del congreso mexicano. Se dibuja una legislatura en vías de profecionalización acelerada. La reforma antireeleccionista de 1933 coartó de tajo este desarrollo. (Resumen preparado por Fernanda Vázquez.) <br  />
<br  />
Obtén el pdf <a href="../pdfs/godoyTesisItam2014.pdf">aquí</a>.
<br  />
Cómo citarla, ficha bibTeX:</li>
</ul>
<pre class="example">
@phdthesis{godoy.2014,
  title={Reelecci\'on en la C\'amara de Diputados, 1917-1933: Federalismo y ambici\'on pol\'itica},
  author={Godoy Rueda, Luis Fernando},
  year={2014},
  type = {Tesis de licenciatura, Depto. de ciencia pol\'itica},
  school={Instituto Tecnol\'ogico Aut\'onomo de M\'exico}
}
</pre>


<ul class="org-ul">
<li><b>Adriana Sánchez López</b> "La conformación del bloque obregonista en la XXVII Legislatura y su relación con el gobierno de Carranza" (ITAM 2014)<br  />
<br  />
<i>Resumen</i>: Entre 1917 y 1928 hubo en México un verdadero intercambio parlamentario y político entre el legislativo y el ejecutivo. En un contexto de gobierno dividido, un Congreso altamente fraccionado requirió de un sistema de coaliciones. <i>Grosso modo</i>, la Legislatura XXVII (1917-1918) heredó las divisiones del congreso constituyente de 1917 por la reelección de gran parte de los diputados. La tesis reconstruye la formación de las coaliciones mediante la recopilación del registro de votaciones nominales para estimar los puntos ideales de diputados con un modelo espacial. El análisis revela la división y la incipiente partidización del Congreso. La autora demuestra cómo, desde 1917, se consolidó un bloque opositor al gobierno de Carranza. A pesar de que el Partido Liberal Constitucionalista se fundó con el propósito de aglutinar a los vencedores de la Revolución, se escindió en dos facciones rivales claras y distintas: el bloque ministerial o carrancista y el bloque liberal compuesto en gran medida por los obregonistas. (Resumen preparado por Emmanuel González.) <br  />
<br  />
Obtén el pdf <a href="../pdfs/sanchezLopezTesisItam12014.pdf">aquí</a>.
<br  />
Cómo citarla, ficha bibTeX:</li>
</ul>
<pre class="example">
@phdthesis{sanchez.2014,
  title={La conformaci\'on del bloque obregonista en la XXVII Legislatura y su relaci\'on con el gobierno de Carranza},
  author={S\'anchez L\'opez, Adriana Mael},
  year={2014},
  type = {Tesis de licenciatura, Depto. de ciencia pol\'itica},
  school={Instituto Tecnol\'ogico Aut\'onomo de M\'exico}
}
</pre>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Fecha: 2017-08-29 Tue 00:00</p>
<p class="author">Autor: Eric Magar</p>
<p class="date">Created: 2018-01-06 Sat 10:46</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
